[
    {"id":1, "title":"Whey Protein ENA x 2,05 lbs", "description":"Whey Protein Isolate (WPI) es la forma más pura de proteína de suero que existe actualmente. Al sumarla a nuestra fórmula clásica (WPC + WPI) elevamos el estándar de calidad, asegurándote un mejor producto en cada scoop para que logres la performance que buscas..", "price":37900, "image":"https://acdn-us.mitiendanube.com/stores/003/189/220/products/diseno-sin-titulo-9-986a214271723a100917157373262485-640-0.webp", "category":"proteinas"},
    {"id":2, "title":"Whey Protein STAR x 2,05 lbs", "description":"Suplemento Dietario a base de Ultra Concentrado de proteínas de Suero Lacteo. Fue desarrollada por nuestros investigadores para satisfacer las necesidades de los atletas, contiene todos los aminoácidos esenciales y no esenciales necesarios para construir la masa muscular luego del entrenamiento intenso de corta y larga duración..", "price":34675, "image":"https://acdn-us.mitiendanube.com/stores/003/189/220/products/20-off-en-2024-04-18t135442-876-bdd3a8f9a896c88abf17168485691817-480-0.webp", "category":"proteinas"},
    {"id":3, "title":"Whey Protein Body Advance x 910g", "description":"Después de un entrenamiento, el cuerpo se prepara para recibir nutrientes y se encuentra listo para el proceso de reparación. Como el tiempo no siempre es suficiente para correr a casa y prepararse una comida, es ideal optar por el Shake Post Entrenamiento.", "price":24700, "image":"https://acdn-us.mitiendanube.com/stores/003/189/220/products/diseno-sin-titulo-2024-03-14t135410-608-e34e0a7b9685fb2f5e17157371600725-480-0.webp", "category":"proteinas"},
    {"id":4, "title":"Creatina Gold Nutrition 300g", "description":"Creatine Monohydrate de GOLD NUTRITION, sirve para cualquier deporte interválico en los que exista el requerimiento del uso de la potencia máxima o submáxima con intervalos de menor intensidad.", "price":27720, "image":"https://acdn-us.mitiendanube.com/stores/003/189/220/products/20-off-en-2024-04-05t150525-086-9b06cf63608abc65cc17168479817658-480-0.webp", "category":"creatinas"},
    {"id":5, "title":"Creatina Star Nutrition 300g", "description":"La creatina micronizada es la unión de tres aminoácidos que ofrece mayores ventajas que la creatina normal, mejorando su asimilación. La creatina monohidrato es recomendada durante un plan de entrenamiento para aumentar la fuerza, resistencia y recuperación.", "price":27450, "image":"https://acdn-us.mitiendanube.com/stores/003/189/220/products/20-off-en-2024-06-05t125650-999-0cea0fa17cdb98d46717176030454444-480-0.webp", "category":"creatinas"},
    {"id":6, "title":"Aminoacidos Star", "description":"MTOR BCAA de Star Nutrition es un suplemento en polvo que combina aminoácidos ramificados (BCAA) y electrolitos para ayudar en la recuperación muscular y reponer los electrolitos perdidos durante el entrenamiento. Este producto, con sabor a uva, contiene 1000 mg de citrulina malato, 2500 mg de glutamina, 5800 mg de leucina, 730 mg de isoleucina y 730 mg de valina por porción. Además, incluye 1170 mg de electrolitos, 170 mg de potasio y 240 mg de sodio para mantener el equilibrio de fluidos en el cuerpo.", "price":24120, "image":"https://acdn-us.mitiendanube.com/stores/003/189/220/products/20-off-en-2024-04-28t204106-078-bacae261108944245d17156431289539-480-0.webp", "category":"aminoacidos"},
    {"id":7, "title":"Aminoacidos ENA", "description":"Diseñado para personas que realizan actividad física intensa, ya que colabora con la construcción, reparación y mantenimiento de los músculos. BCAA 12:1.1 es un excelente recuperador, elaborado con un súper ratio de aminoácidos ramificados, aportando 1800 mg de L-Leucina por porción, que mejoran el desarrollo muscular y disminuyen la degradación de proteínas durante los ejercicio.", "price":14200, "image":"https://acdn-us.mitiendanube.com/stores/003/189/220/products/diseno-sin-titulo-2024-03-14t143048-336-ea88ed780ebd729f2917168466195581-480-0.webp", "category":"aminoacidos"},
    {"id":8, "title":"Mutant Mass Star nutrition 1,5kg", "description":"Aumentar el volumen muscular requiere entrenamiento duro y una adecuada nutrición. Cada cuerpo es diferente y algunos requieren de un extra para lograr su objetivo.", "price":27270, "image":"https://acdn-us.mitiendanube.com/stores/003/189/220/products/20-off-en-2024-04-28t195942-623-d09703eeeab00b044117157244975441-480-0.webp", "category":"masa"},
    {"id":9, "title":"Nitrogain Xtrenght 1,5kg", "description":"XTRENGHT NITROGAIN 1,5KG, es un suplemento dietario a base de proteina de suero de alta concentracion, maltodextrina, almidon modificado, arginina, creatina monohidrato, glutamina, taurina, vit. b6, c, e, zinc, beta alanina, cromo trip. y fibra soluble posee la combinacion perfecta para aumenta de peso en una forma rapida.", "price":25300, "image":"https://acdn-us.mitiendanube.com/stores/003/189/220/products/20-off-en-2024-04-28t220744-610-6ae7b8d4c27f00120517156428359904-480-0.webp", "category":"masa"}
]